Repository: knyghtmare/Unitmarker
Catalog: translations/wesnoth-unitmarker/*.po
Languages: uk

source: Flag this Unit
uk: Відзначити бійця

source: How do you wish to mark this leader?
uk: Чим ви бажаєте відзначити цього лідера?

source: With a golden crest!
uk: Золотим вінцем!

source: With a golden crown!
uk: Золотою короною!

source: With a silver crest!
uk: Срібним вінцем!

source: With a silver crown!
uk: Срібною короною!

source: With a bronze crest!
uk: Бронзовим вінцем!

source: With a bronze crown!
uk: Бронзовою короною!

source: How do you wish to mark this hero?
uk: Чим ви бажаєте відзначити цього лідера?

source: How do you wish to mark this loyal soldier?
uk: Чим ви бажаєте відзначити цього вірного бійця?

source: With a golden belt!
uk: Золотим обручем!

source: With a silver belt!
uk: Срібним обручем!

source: With a bronze belt!
uk: Бронзовим обручем!

source: How do you wish to mark this unit?
uk: Чим ви бажаєте відзначити цього бійця?

source: With a heart!
uk: Серцем!

source: With a warhorn!
uk: Бойовим горном!

source: With a star!
uk: Зіркою!

source: With a moon!
uk: Місяцем!

source: With a poisonous skull!
uk: Отруйним черепом!

source: With a shield!
uk: Щитом!

source: With a pair of crossed flaming swords!
uk: Парою палаючих лез!

source: Revert all changes
uk: Скасувати всі зміни

source: Go Back without changes
uk: Закрити без змін

source: This is a modification for Wesnoth which will affect all your campaigns, also mainline ones. It adds a right-click menu that lets you label special units that you don't want to die with different overlays. Always recognise your important units! Loyal units, hero units and leaders get different sets of overlays. For bug reports: Wesnoth Modders Guild Discord: https://discord.gg/rsePgjHRPA
uk: Це модифікація для Wesnoth, котру можна використовувати в усіх кампаніях, навіть в базовій грі. Вона додає меню правої кнопки миші, що дозволяє відзначити ваших улюблених бійців різними графічними відзнаками. Завжди впізнавайте своїх важливих бійців! Вірні бійці, герої та лідери мають різні набори відзнак. Повідомити про помилку: Wesnoth Modders Guild Discord: https://discord.gg/rsePgjHRPA

source: Unitmarker Mod
uk: Відзнаки для бійців
